[{"link":"https://www.constructiondive.com/news/multifamily-real-estate-investment-company-apartment-developers-Florida-housing/652686/","title":"Investment firm still sees availability for construction debt","image":"https://www.constructiondive.com/imgproxy/SDd_BKxPiqRR1BEtxtvVz4TYBxnb7Gz04coW130uyI0/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL1R1c2NhbnlWaWxsYWdlX1JlbmRlcmluZ3MtNC5qcGc.jpg","text":"In May, Miami-based real estate investment firm Participant Capital Advisors announced the launch of its latest fund, the Participant Capital Sun Belt Multifamily Development Fund 1. It targeted $250 million in commitments to allocate to multifamily development projects in the Sun Belt region. Daniel Kodsi owns and controls both Participant and Miami-based Royal Palm Companies, which has developed 50-plus real estate projects over 40 years. He formed Participant Capital, to be able to raise fund capital to invest in the projects that Royal Palm develops, Participant Capital President Bernie Wasserman told Multifamily Dive. The new fund’s primary target is Florida, where it hopes to have its first closing by the end of this month.  “That's where we have operated for 30-plus years,” Wasserman said. “We are looking at building garden-style apartments, which Royal Palm has done for decades in places like the Tampa and Orlando areas. And in more urban centers closer to South Miami, be it in Aventura or downtown, we look at projects that tend to be mid- to high-rise buildings.” Here, Wasserman talks with Multifamily Dive about the financing environment for development, new sources of financing and what he likes about Florida. This interview has been edited for brevity and clarity. MULTIFAMILY DIVE: Florida could be facing some near-term supply issues. What makes you confident in the long-term rental picture in the state? BERNIE WASSERMAN:  We're very, very biased toward development, and we take a long-term view. If you look at the demographics for Florida, principally migration, both individual and corporate, you'll see that [migration] was a trend that existed for a long time and only accelerated during the pandemic as work from home became the norm. And it's likely to be with us for the foreseeable and indefinite future.  The fund is called the Sun Belt Multifamily Fund. Will you seek opportunities throughout the Southeast or stick to Florida? The focus is on Florida, but we will look at other deals in the Sun Belt. In Florida, we did a lot of work, and we bought our properties off-market. We've been at this for years before the fund started. We have a healthy pipeline of deals today, largely concentrated in South Florida, Tampa and Orlando. How is the lending environment for you right now? As banks step back, you’re seeing other capital sources come to the forefront. Multifamily is a bankable asset. Banks haven’t left the multifamily market. If we were building retail or office or even data centers, those things would be harder to finance.  Bernie Wasserman Permission granted by Participant Capital We haven’t been having difficulty finding capital for multifamily. Traditional lenders are out there. Non-bank lenders are out there. Banks are lending a bit less. But there is an abundance of capital that's available to fill that gap. If somebody's generally coming to provide capital to the real estate market, multifamily is where they are most comfortable. It’s not a typical capital stack, but the trend that we see is that things are starting to open up. Still, large national developers tell me it's getting much more challenging to get financing. How are you able to get projects financed? They’re at a scale that we’re not. We've got a handful of projects. We're raising a fund for $250 million and looking to deploy that over the next three years. And we have an ample pipeline.  We're not a firm with $1 billion worth of land and are looking to build on it right away. So they face different types of pressures. We have the benefit of being very focused on a property type and a market that has performed quite well in the recent past and has some really good underlying demographic drivers that point to a very positive outlook. What other sources of financing are out there outside of the traditional banks? There are a lot of real estate credit vehicles that are out there looking for deal flow. There are a lot of financial entities that are in the credit space in non-bank products. There's a lot of capital being raised for the credit space right now. It's probably the most active when it comes to real estate. Click here to sign up to receive multifamily and apartment news like this article in your inbox every weekday."},{"link":"https://www.constructiondive.com/news/katerra-factory-buyer-sees-affordable-housing-uptick/648955/","title":"Katerra factory buyer sees affordable housing uptick","image":"https://www.constructiondive.com/imgproxy/eVOkBaVH2KNnvQgP6hhgjKaPrkAO33gWfquHvjphn9o/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL0VkZ2V3YXRlcl8zXzEuanBn.jpg","text":"Dive Brief: Though residential high-density construction units remain the most prevalent type of modular building, Vaughan Buckley, CEO at Volumetric Building Companies, a Philadelphia-based modular builder, noted a recent shift away from market-rate multifamily projects to affordable housing developments. Affordable housing projects jumped from around 10% of VBC’s pipeline to about a 50% share over the past year, according to the company. That shift to affordable housing, though still residential, signals a drastic change in funding sources for these projects, said Buckley. “Most of those [affordable housing] projects have limited or very little exposure to interest rates,” said Buckley. “They’re mainly funded by equity or government grants, which means they’re much more stable.” Dive Insight: VBC purchased the Tracy, California, assets of Katerra, the failed offsite construction company, about two years ago.  Since that move in 2021, the modular builder has acquired a Berwick, Pennsylvania, manufacturing facility and merged with Poland-based Polcom, a steel modular building and custom furniture manufacturing conglomerate. The modular builder’s targets exceed 1 million square feet of module production, said Buckley. VBC recently announced several affordable housing developments in the U.S., ranging from projects in Philadelphia to Oakland, California, according to the company’s social media announcements. For example, VBC recently collaborated with Avanru Development Group on an affordable housing project in Swanzey, New Hampshire. The building includes 138 modular units in over 90,330 square feet across two three-story buildings, according to the company. Along with this increased attention on affordable housing construction, Buckley said about 15% to 20% of VBC’s production will still go toward typical market-rate multifamily buildings. He also pinpointed student housing, hospitality and senior living projects as specific subsectors within modular that continue to garner attention as well. From a design perspective, there's also more of a focus on smaller units. Sara Ann Logan, vice president of design at VBC, sees that trend affecting strategies across the country. “We’re seeing a pretty significant drop in size of units put on the market, by anywhere between 20 square feet to 30 square feet, depending on what sector you’re looking at,” said Logan. “That’s a national movement we’re seeing influence our design strategies, both in the affordable housing space and the market-rate space.”"},{"link":"https://www.constructiondive.com/news/dotted-line-how-to-craft-contracts-avoid-disputes-reduce-legal-costs/648330/","title":"The Dotted Line: How to craft contracts to avoid disputes and keep legal fees down","image":"https://www.constructiondive.com/imgproxy/Xp5y5VRvXF1Ps55RTSQ5sxIfX-uiyvpblEWnr-tG9EU/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL0NvbnN0cnVjdGlvbi1pbGx1c3RyYXRpb24tY2Vuc3VzX2Nvc3RzLTAzMjMyMC1EVF8xLmpwZw.jpg","text":"This feature is a part of “The Dotted Line” series, which takes an in-depth look at the complex legal landscape of the construction industry. To view the entire series, click here. There’s an old saying in construction about there being only two types of contractors: those who have been sued, and those who will be. While that maxim may be tongue-in-cheek, it received validation recently in a report from business credit scoring agency Creditsafe. The firm found that the construction industry had the third-highest number and cost of legal filings among all U.S. business sectors. Indeed, construction businesses had 212,582 legal filings entered against them last year, resulting in cumulative losses exceeding $3.36 billion, according to Creditsafe’s State of Credit Risk 2022 report released in February. For construction attorneys who deal with these disputes, the findings were hardly surprising. They said the numbers merely reflect the fragmented nature of the business. “On some of these projects, you’ll have 30 or 40 parties involved,” said Elizabeth Coppolecchia, a partner with Miami-based Weiss Serota Helfman Cole + Bierman, who specializes in construction claims. “Anytime you have that many players, when there are disputes, it’s inevitable that you will have a large number of claims.” Elizabeth Coppolecchia Courtesy of Weiss Serota Helfman Cole + Bierman That multifaceted structure sets itself apart from business arrangements in other industries, lawyers said, where deals often get done one on one. “A construction project is not your typically two-party transaction with one contract and one set of rules,” said Philip Mannelly, an attorney in the construction practices group at McDonald Carano in Reno, Nevada. “With so many different interests, there’s just a lot of opportunities for things to go sideways.” Banking jitters In the current economic environment, those opportunities have multiplied, attorneys said, as access to capital has tightened and banking jitters have spurred lenders to apply more scrutiny to projects. “Sometimes, there are provisions that things like change order approvals have to go through the lender itself,” Mannelly said. “So even if the owner and the general contractor agree, if the lender says no, that creates a dispute.” Andrew Richards Courtesy of Kaufman Dolowich &amp; Voluck The cascading provisions that are embedded in many contracts, where the rules that apply to a relationship higher up in the project chain must be adopted by those lower down, can also lead to more disputes when one party doesn’t fulfill its obligations. “If one person sues at the ownership level, then every trade contractor has to sue their subs and suppliers to protect themselves, so it becomes a mess,” said Andrew Richards, a co-managing partner and co-chair of the construction practice at Kaufman Dolowich Voluck in Woodbury, New York. “It’s the domino effect, and it all runs downhill.”  Richards points to the gargantuan litigation that’s playing out currently in New York City surrounding 432 Park Avenue, the supertall condominium tower on Billionaire’s Row that has been beset with lawsuits. Owners have sued the developer, claiming more than 1,500 building defects. “That litigation is a monster,” Richards said. “You’ve got all these wealthy people suing the sponsor who built it, and then the sponsor is suing Lendlease, who was the construction manager. We’ve had to keep a running counsel list just to keep all the parties straight.” Why does it cost so much? The same multipliers that lead to a high number of claims also contribute to outsized monetary damages, lawyers said. Larger and more complex projects, paired with increased costs for materials and labor, have upped the dollar amounts that are at stake. “The price of land has risen, too,” said Richards. “And as construction gets more complicated via the engineering process, buildings are getting bigger. That’s why you have bigger claims. It’s just that simple.” Another factor has been the spiraling amount of electronic discovery that claims generate as more and more of the construction process is captured digitally. “One of the biggest reasons, I think, is the advent of technology,” Coppolecchia said. “Even a project that’s not huge could generate multiple terabytes of data in discovery. You’re talking about the cost of collection, and the cost of paying attorneys to find the needle in the haystack.” How to avoid claims With both the numbers and dollar amounts of construction claims at dizzying heights, lawyers say the best thing to do is to try to avoid claims in the first place, while writing language into contracts to keep their costs down when they do happen. As with nearly all aspects of construction, doing so starts with the fine print. While form contracts can be a good starting point, attorneys say provisions for a project’s unique aspects should also be considered, even if those modifications cost more to write up. “I always tell my clients, spend your money up front,” Coppolecchia said. “You see it all the time where it’s a project that’s worth $60 million, but owners, developers and contractors will just take a form contract, change the names and hope everything will go well. It’s shocking.” Philip Mannelly Courtesy of McDonald Carano Instead, put in the time and money to make sure the issues of the day, as well as the current project, are reflected in those governing documents. For example, Coppolecchia said that many boilerplate agreements still haven’t taken rising material costs into account. “A lot of times, nobody considers that’s not really covered in the form docs,” Coppolecchia said. “That’s something you have to add in to protect yourself from industrywide price increases.” Contractors can also try to limit the types of claims that are permitted under certain scenarios. “You can use clauses that preclude someone from making a claim based on certain scenarios, such as delay claims,” Richards said. “If you're a GC, you put in your subcontracts that if the owner has a change or causes a delay, that you’re not liable to your subs unless you recover from the owner. That makes sure the GC doesn’t get caught in the middle.” Keeping claim costs down If claims do arise, attorneys say contract language can help keep the price tag down as well. For example, Coppolecchia likes to include provisions for at least two rounds of mediation before a dispute can be taken to court. “You want to include alternative methods you can use to work through issues with the other party,” Coppolecchia said. “If you can work things out informally, you’ll save quite a bit of money.” Another strategy is to introduce a clause for liquidated damages — which are paid when a party doesn’t fulfill its side of the agreement — using an amount that’s predetermined before any disputes arise. For example, the owner of a restaurant project may estimate that any delay in opening would cost $1,000 per day, based on lost revenues. If that gets put in the contract and a delay happens, it helps expedite enforcement, because no expert needs to be brought in at that point to determine what damages should be. But it also puts the contractor on notice for any potential costs. “It provides a reasonable recovery for the owner if the contractor is legitimately delayed, and it also lets the contractor know what its risk and potential exposure is,” said Mannelly. “That ultimately could lead to a more efficient resolution and negotiation to close out the project.” While putting specific dollar amounts on items upfront can make negotiations tense, it avoids even more fraught discussions later. “People can be averse to putting a number on it,” said Mannelly. “But on the other hand, you know your risk going in.” That approach could be a middle ground to waiving damage rights completely, which ironically could result in a higher cost when a dispute arises. “A lot of times what we see is both parties will agree to a waiver, which is standard in many form contracts,” Coppolecchia said. “But if you’re going through this and you end up in litigation, you really shouldn’t waive those damages. Because a lot of times, that’s where you’ll really end up losing money.” ____________________________________________________________ The Dotted Line series is brought to you by AIA Contract Documents®, a recognized leader in design and construction contracts. To learn more about their 200+ contracts, and to access free resources, visit their website here. AIA Contract Documents has no influence over Construction Dive's coverage within the articles, and content does not reflect the views or opinions of The American Institute of Architects, AIA Contract Documents or its employees."},{"link":"https://www.constructiondive.com/news/the-last-of-us-mall-multifamily-conversion-construction/646613/","title":"Abandoned mall from ‘The Last of Us’ to gain new life as mixed-use destination","image":"https://www.constructiondive.com/imgproxy/aB_aKWFAlIUDhWT_PTbUFfIwaV8KNAL2WJTDOToKWsE/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL2JlbGxhLXJhbXNleS1zdG9ybS1yZWlkXzIuanBn.jpg","text":"In early 2022, just before the Northland Village Mall in Calgary, Alberta, was slated for demolition, it became one of many places in the Canadian province to be taken over as a set for the HBO zombie apocalypse series “The Last of Us.” Photos from the set show the mall’s shuttered interior portion strewn with debris and rubble, with signs reading “No Public Access” and “Business Open as Usual.” While “The Last of Us” was the last hurrah for Northland Village Mall as it was, the 52-year-old venue is slated for new life as a mixed-use destination. To that end, Calgary-based architect Dialog and Toronto-based developer Primaris REIT have preserved portions of the exterior frame structure for the site’s upcoming rebirth as an open-air retail development with broad avenues and two new residential towers. The cost of the project has not been disclosed. A rendering of the upcoming Northland mixed-use development. Permission granted by Dialog Northland Village, the new residential community being developed by Regina, Saskatchewan-based Deveraux, is a 229-unit multifamily development split across two buildings, currently under construction on the south end of the Northland site and expected to be completed in 2025. Units will range from studios to three bedrooms in size, according to the developer’s website.  Amenities will include a fitness center, outdoor kitchens and grilling stations, a dog run and pet wash station, a clubhouse with an entertainment lounge and concierge services.  “[Northland] has a lot of older homes around it, where people have raised their kids,” Susan Carter, partner at Dialog, told Multifamily Dive. “A lot of them want to stay in the neighborhood but move into something smaller. So it’s just a really great place for a rebirth.” A rendering of the retail component of the Northland development, including The Avenue, its main thoroughfare. GoodLife Fitness and Winners, a Canadian off-price retailer, are existing tenants of Northland Village Mall. Permission granted by Dialog A new concept The current redevelopment project picks up from a previous iteration 10 years ago, which was put on hold by an economic downturn. Many of the original retail tenants for the redevelopment left at this stage, so the project’s retail component needed to be re-leased when it was restarted, according to Carter. The new urban grid “de-malls” the site, creating a new main artery along the south end through new retail spaces, a central courtyard and the Northland Hills residential development. “The avenue [is] the basis of connection,” Carter told Multifamily Dive. “That's where the retailers are, the energy, the restaurants, bars and a central plaza as well.” New retail and parking spaces will be located on the original mall footprint, between two of the existing big box stores, Walmart and Best Buy. These locations will remain open in newly renovated buildings.  “When we tore down that mall, we kept some of the embodied carbon of the building,” Carter said. “We’ve kept some of the the steel, some of the roof, as much as we could so that we're not just tearing everything down and starting fresh.”"},{"link":"https://www.constructiondive.com/news/will-banking-woes-drag-down-commercial-real-estate/645591/","title":"Will banking woes drag down commercial real estate?","image":"https://www.constructiondive.com/imgproxy/KhcL4vZw8RqUkNm5COQ_Pn3t8TUftrWTtCuj1AJ63nc/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL0dldHR5SW1hZ2VzLTE0NzI2NTE5MTUuanBn.jpg","text":"David Bitton is chief marketing officer and co-founder of DoorLoop, a property management software firm for the real estate industry. Opinions are the author’s own. David Bitton Permission granted by DoorLoop Over the course of just one weekend, we witnessed the fall of two prominent U.S. banks. The events naturally sent shockwaves, surprising many as they happened just when we thought our economy was already recovering. Anybody can easily surmise that bank failures are a bad sign. Indeed, these events affect the economy in a number of ways. And as real estate is a major driver of the economy, we can expect the recent bank collapse to have some impact on the industry. Commercial real estate, in particular, is under much pressure. Many stakeholders now wonder, is the recent banking fiasco enough to drag CRE down?   Several real estate investment trusts have already expressed their concerns directly related to their dealings with Silicon Valley Bank and Signature Bank. Banks lease huge properties across the country. Having these properties vacated can cause a disruption in REITs’ income flow and force them to mitigate potential premature lease terminations.  More than empty office and commercial spaces, the loans held by the fallen banks cause even greater concern. SVB was reported to have $2.6 billion worth of CRE loans, 21% of which are for office buildings and 35% for multifamily properties. Meanwhile, Signature Bank, which focused primarily on commercial banking services, also has a significant association with CRE lending. REITs such as Atlanta’s Cousins Properties, Pasadena, California’s Alexandria Real Estate Equities and Los Angeles-based Hudson Pacific Properties report holding SVB-issued letters of credit that amount to hundreds of millions of dollars collectively. Although they can replace the letters with new ones from other financial institutions, I’m sure the need to do so was met with frustration. Additionally, many REITs have investments tied to the banks involved. Other business relationships directly or indirectly associated with the banks are also under threat.   Is there room for optimism? It’s no secret that the pandemic has dramatically impacted the CRE industry. Businesses either closed shop or switched to remote or hybrid work, compelling them to stop renting commercial space or move to smaller offices. Massive layoffs, particularly in the tech sector, have compounded problems. And now, REITs have to worry about bank closures that emphasize the risks inherent in doing business. As landlords struggle with rising vacancies, slow rental growth, hanging lease agreements guaranteed by shuttered banks and seemingly failing investments, they might eventually succumb to their own liabilities. A potential, looming recession, continuously rising rates and increased costs in all sectors only threaten to make matters worse. A silver lining? On the bright side, CRE delinquency rates remain low at just 3.1% as of February, below the same point in 2022. Loan-to-value ratios are also quite balanced at 55% to 60%, while debt service coverage ratios are also healthy, in the 2 to 2.5 range. Despite the Fed’s continued hawkishness, inflation expectations have been reigned in below 2.5% based on the five-year, five-year forward calculation. Refinancing could also pick up as debt markets recover when these uncertainties resolve. Even with these healthy fundamentals, given the current climate, the prudent outlook is one that says it could get worse before it gets better. The silver lining? There are still aspects that show promise, and REITs and CRE stakeholders can bank on them to help the industry pick up the pieces once this storm has passed. Right now, the best that we stakeholders and observers can do is to be patient and keep watch of developments. Investors are best served to not make any rash decisions and continue doing business as usual. At least for transactions not directly related to these banks’ collapse."},{"link":"https://www.constructiondive.com/news/bank-failures-cause-uncertainty-commercial-construction/645186/","title":"Bank failures cause uncertainty for contractors","image":"https://www.constructiondive.com/imgproxy/sCL3vN7-Ha55pYQfTveSoqB6w8Fkv2OUQhFctbjHEMk/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL0dldHR5SW1hZ2VzLTE0NzI2MDQ4NjJfVW05V2ZXbS5qcGc.jpg","text":"Pressure on America’s banks is fueling uncertainty in financial markets, causing concerns of a spillover to overall construction activity, according to economists. After the closures of Silicon Valley Bank and Signature Bank last week, questions surfaced about how those collapses could impact the construction industry. For instance, numerous construction executives attending the Associated General Contractors of America’s national convention in Las Vegas this week have inquired about potential industry impacts from these bank failures, according to Ken Simonson, AGC’s chief economist. SVB had $209 billion in assets and $175.4 billion in deposits as of Dec. 31, according to the Federal Deposit Insurance Corp., while Signature Bank had $110.4 billion in assets and $88.6 billion in deposits as of Dec. 31. Neither of those closures had any direct impact on contractors nor their projects, said Simonson. But contractors can expect tightening and some tension from small and regional banks, said Greg Ross, industry managing partner at Grant Thornton, a Chicago-based accounting firm. These are big players in the construction industry that will likely tighten their credit lines and make it more difficult to close loans. “[It’s] important for construction companies to build cash reserves and maintain a certain level of liquidity,” said Ross. “Make sure you have some diversity in your investments where you are able to react quickly.” Nonresidential construction activity this year has remained at high levels despite elevated construction and borrowing costs, according to an Associated Builders and Contractors analysis. Impact on interest rates President Joe Biden has taken steps to restore confidence in the U.S. banking system, and said Sunday that taxpayer dollars would not pay to rescue depositors. Instead, the money will come from a fund banks already pay into — the Deposit Insurance Fund, according to a White House press release. Through that fund, depositors will have access to all of their money, while shareholders and certain unsecured debt holders will not be protected, according to the Department of the Treasury. “At the moment, I think regulators have acted promptly and appropriately to limit the damage,” said Simonson. “The fact that Treasury interest rates have plunged may mean other ‘safe’ investments will benefit from lower financing costs, such as highly rated state and local borrowers.” Simonson concluded that the impact on the construction industry will be minimal, at least until there has been more time to see if there are other hidden problems among the country’s large banks. These large banks, such as JP Morgan, Citi and Morgan Stanley, all expect a rate hike at the next Federal Reserve meeting, said Anirban Basu, ABC chief economist. Meanwhile, Barclays and Goldman Sachs reportedly await no change to already high rates. It is conceivable that there will be no further rate increases this year, said Basu. For instance, Japanese financial holding company Nomura expects the Fed to actually cut rates at its next meeting. However, a more likely outcome is that the Federal Reserve will raise rates perhaps once or twice more during the months ahead. Those rate hikes will take many months to make themselves apparent in the economy, said Basu. “With the likely tightening of financial conditions given the growing stress on America’s banks and ongoing efforts by the Federal Reserve to rein in excess inflation, commercial real estate and construction are likely to weaken further during the year ahead,” said Basu. “The current moment is, above all else, defined by uncertainty.” Looking ahead Though contractors with work related to infrastructure, industrial facilities and healthcare will remain busy, privately financed projects outside of that scope could see a slowdown, said Basu. Grant Thornton’s Ross also agrees a slowdown could be on the horizon for commercial projects. “Current strong construction classes like multifamily, warehouse, industrial and storage could see some slowdown due to rising interest rates, investor skepticism and banking tension,” said Ross. “Expect to see a fluctuation in consumer confidence that could impact overall demand including high growth areas like single-family, warehouse and multifamily.” Signature Bank had a major foothold in the New York City rental market, financing approximately 3,000 multifamily buildings that were home to about 80,000 tenants, according to University Neighborhood Housing Program’s Building Indicator Project data cited by Gothamist. Michael Feldman, owner of property manager Choice New York Cos., told Multifamily Dive that Signature was “at the forefront of real estate lending and banking in the New York metro for a prolonged period of time,” but the overall effects should be minimal. “Since the depositors have been guaranteed, in the end, this should be just another hassle and inconvenience for real estate owners rather than an apocalyptic event,” he said."},{"link":"https://www.constructiondive.com/news/how-multifamily-developers-are-keeping-the-construction-pipeline-flowing/641927/","title":"How multifamily developers are keeping the construction pipeline flowing","image":"https://www.constructiondive.com/imgproxy/VIjjit-HXmNbEqbhG9i4k5mfu4dtB84DlH8Hf-llEIU/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL0dldHR5SW1hZ2VzLTEzNDgyOTM5NDQuanBn.jpg","text":"Apartment developers are getting creative in order to keep the construction pipeline flowing amid construction and capital challenges. Four of the developers leading those efforts described their approach to continue building new housing in a session at the 2023 NMHC Apartment Strategies Conference in Las Vegas Tuesday. Each of the panelists has seen delays in their construction projects as the macroeconomic environment has shifted. Jair Lynch Real Estate Partners had planned to have three market-rate projects start construction in 2023, but those projects are now delayed, said Ruth Hoang, the Washington, D.C.–based company’s senior vice president, development. “We’re still hoping one of them moves forward, but that’s 1,500 units and hopefully 600 move forward this year.” Hoang said the developer is pivoting to ramp up its attainable housing strategy, investing $1.6 billion in acquisitions in that portfolio such as The Barcroft, a 1,300-unit affordable community in Arlington, Virginia. The strategy of pivoting to mixed-income or affordable housing development was echoed by the other panelists. “We are going to focus on workforce housing,” said Kimberly Grimm, chief development officer for Menomonee Falls, Wisconsin–based Continental Properties. Grimm said that focus allows the company to go into more secondary or tertiary markets where the municipalities are “a little more reasonable” when it comes to scope, permitting and reducing fees.  “We are trying to build a pipeline to have a significant number of groundbreakings in 2024,” she said. Teaming up with municipalities and other partners is one creative way to move projects forward. On The Barcroft project, Jair Lynch partnered with Arlington County and the Amazon Housing Equity Fund to secure $310 million in low-interest financing to win a competitive acquisition process and preserve the community’s affordable housing. Is pricing relief here? The potential upside of the shifting economic environment and declining starts is an easing of labor supply constraints, and the panelists predicted the trend will have an impact on construction costs as the year goes on. “The most common question I get is when is construction pricing going to come under control to save my deal?” said Dan Hull, president of construction for Cleveland-based NRP Group. Looking back at the period from late 2020 to mid-2022, the industry saw permits skyrocket 50% while completions only slightly ticked up as demand outstripped the industry’s ability to build and complete projects. The COVID-19 supply chain shortages amplified the problem. “As I look at the next 9 to 12 months, I look at our ability to complete to start ticking up and permits to come back down to parity, and when that happens I see our buying power increase with subs,” Hull said. NRP has also had success in recent years by expanding direct purchasing to improve buying power. The developer executed a large lumber purchase for 13 properties, for example, as a way to squeeze out some additional savings. Value by design Value engineering is an inevitable step in making projects pencil out as capital costs rise, and the panelists said they’re looking for creative ways to reduce costs without negatively affecting the resident experience.   Rather than having those value-engineering conversations at the end of a project, where decisions will impact finishes that residents can see and touch, the process should start earlier during building design, said Chip Bay, chief construction officer for Boca Raton, Florida–based Mill Creek Residential. At the design stage, developers can look at making their floor plans more efficient and more easily repeatable for subcontractors. That strategy is especially important for affordable housing. Whereas in market-rate housing the pressure is to go bigger and better, Hull said NRP Group is working with municipalities and housing authorities to reestablish a more reasonable scope of work that’s closer to projects the firm was completing four years ago. On the labor front, the panelists predicted that capacity will start to trickle in this year from the single-family for-sale market as starts decrease. But the developers are also working hard to develop their own pipelines for talent.  Bay said Mill Creek is hitting colleges with construction programs and beefing up its internship program.  “We’re trying to get out there early, get ahead of it with the younger construction folks that want to get in our industry and that’s worked out very well for us,” he said."},{"link":"https://www.constructiondive.com/news/florida-condo-market-braces-for-impact-of-new-surfside-inspired-safety-law-desantis-champlain-towers/634668/","title":"Florida condo market braces for impact of new Surfside-inspired safety law","image":"https://www.constructiondive.com/imgproxy/GXcC8Oq2oM9OXV1KolEIj864H_r36tzvUeSMJHIqfL0/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL0dldHR5SW1hZ2VzLTEzNDk0NzA2NjkuanBn.jpg","text":"In Brazil, there’s a common Portugese saying, “mala sem alça,” which translates to “a suitcase without a handle”—something that’s a pain to carry around but a shame to throw away. That expression has been top of mind for Miami-based construction litigation attorney Gabriel Z. Coelho of Ball Janik as he unpacks the Florida Condo Safety Act, passed by the Florida legislature and signed into law by Gov. Ron DeSantis this spring in reaction to the deadly collapse of the Champlain Towers condo in Surfside last year. “It’s big, it’s bulky, there’s no good way to get it to where it needs to go,” Coelho said of the new law. “It’s not particularly well thought out, and there’s going to be pushback in the 2023 legislature because of it.” Fulfilling his promise to review condo association regulations after the Surfside tragedy, in late May DeSantis signed Senate Bill 4-D, which requires stricter inspections and prohibits condo associations from waiving maintenance reserve funds. Since then, Coelho said, “it’s something that anyone associated with condos or condo construction is scrambling with.” “The problem in practicality is that there are thousands and thousands of condos that all need to do this at the same time.\" Gabriel Z. Coelho Attorney, Ball Janik Whether for or against the new law, just about everyone agrees it presents a huge financial burden for Florida condo associations, especially in older buildings. By the end of 2024, the legislation requires condominiums that are at least three stories tall and within 3 miles of the coast be inspected by a licensed engineer or architect when they reach 25 years of age and buildings more than 3 miles inland at 30 years.  Condo associations — which until now have been allowed to waive reserve funds for maintenance — will also be required to have enough money in their reserves by 2025 to fund all repairs necessary to maintain their buildings’ structural integrity, which could easily be hundreds of thousands of dollars. “The problem in practicality is that there are thousands and thousands of condos that all need to do this at the same time,” Coelho said. “And there’s a limited pool of engineers and architects and people who actually do the work that’s being required.”  Though it’s probably not likely because the Florida legislature is not in session again until next spring, Fort Lauderdale-based attorney Mark F. Grant of Greenspoon Marder, who has been handling real estate acquisition and development and condominium association documentation in Florida since 1976, believes it should postpone the rollout. “There’s just not enough time to get these inspections done,” he said. The law impacts some 1.5 million condos operated by nearly 28,000 associations in the state, according to the Florida Senate’s analysis of the bill’s fiscal impact. More than 2 million Floridians live in condos that are 30 years old or older.  Eric Glazer, a partner at Fort Lauderdale-based Glazer &amp; Sachs, who hosts the Florida HOA &amp; Condo blog and a weekly radio show, “Condo Craze and HOAs,” said only 5% to 10% of condo associations have properly funded their reserves and about 50% have waived reserves entirely. “I just don’t know what’s going to happen to those condos. With interest rates going up and developers having a harder time selling their units, it’s not a good time to see this happening.” Mark Grant Attorney, Greenspoon Marder “It’s going to have a very significant chilling effect on the market, no two ways about it,” Glazer said.  On top of the new inspection and reserve fund requirements, Glazer pointed out, regulations requiring condo buildings that are six stories and higher to install sprinkler systems will take effect on Jan. 1, 2024.  “The number of things condo associations have to start complying with, either immediately or within the next two years, is staggering,” he said. “Is it going to be tough? Sure, it’s going to be tough. Are some people not going to be able to afford it? Absolutely.” Forcing owners to sell No one knows how the thousands of condo owners and HOAs will come up with the massive special assessments the new law is about to require, and developers have been taking full advantage of condo owners’ dilemma. In a process known as termination, many are buying up all the units in aging waterfront buildings so they can demolish them and build high-end residential towers on the property. In April, the Wall Street Journal reported, Related Group and 13th Floor Investments made an offer of $500 million to buy out the unit owners at the Castle Beach condominium in bulk. Their offer of more than $750,000 for studio units was “a windfall for owners who bought in the late 1990s, when units sold for around $55,000,” the Journal stated.  “Developers are swarming,” Glazer said. “I mean, what are these people going to do? They can’t afford the assessments, so they have to sell — and developers are going to buy, buy, buy.” That’s keeping attorneys like Grant plenty busy. But despite the deluge of new work, he’s not convinced the new law is a positive for the condo market. “Legislators were all being contacted by reporters and constituents saying, ‘Do something to protect our buildings.’ This was an overreaction, in my opinion. It was rushed through the legislature and not given adequate thought,” Grant said. “It’s going to force many condominium unit owners to be unable to afford to live in their units, which I am sure was not the intention of the legislature.” Waterfront condo owners who sell their entire buildings to developers can often charge double, triple or even quadruple the market rate they would get if they sold their units individually because coastal property to build new housing is so scarce and valuable, Grant said, but owners in less desirable areas further inland won’t be so lucky.  “I just don’t know what’s going to happen to those condos,” he said. “With interest rates going up and developers having a harder time selling their units, it’s not a good time to see this happening.” Deepening an affordability crisis The big question on everyone’s mind is where condo owners who are forced to sell their units — whether they get a good price or not — are going to go. “Let’s say their unit was worth $300,000 and they can get $800,000,” said Martin Schwartz, a partner with Miami-based law firm Bilzin Sumberg, who is certified by the Florida Bar in condominium and planned land development. “In the current market, $800,000 won’t buy them much. So, where are they going? I don’t know.” “What are these people going to do? They can’t afford the assessments, so they have to sell — and developers are going to buy, buy, buy.” Eric Glazer Attorney, Glazer &amp; Sachs Schwartz predicted it will take two to five years for the condo market to feel the full cost of complying with the new legislation. But when it all shakes out, he said, many owners will be forced to leave the state. As Florida’s popularity and inflation have soared in the past couple years, the state had become the nation’s least affordable place to live, with a statewide deficit of 500,000 homes that lower- and middle-income families can afford — even before Hurricane Ian wiped out entire neighborhoods on the Southwest coast and caused an estimated $30 billion worth of damage in late September.  Schwartz predicted terminations will only accelerate after Ian because many condo associations won’t have the money to rebuild or repair buildings that were damaged or destroyed. “Typically, their insurance policies have deductibles,” he said. “So, they have to come up with the deductible, and then they’re going to have to face this new legislation.” Florida is also dealing with an insurance crisis, with homeowners paying nearly triple the U.S. average for property insurance and many insurance companies declaring insolvency, leaving the state or refusing to write new policies there.  Coelho said the $1 billion settlement awarded to the survivors and families of the 98 people killed in the Surfside collapse “put the fear of God into insurers,” causing them to “look much more closely at potential problems with older buildings.” The rest of the nation would be wise to take heed of the state’s situation, Coelho added. “Florida seems to be on the vanguard of the problems the rest of the country is going to have down the line when it comes to everything from climate change to population issues and everything else,” he said. Glazer agrees. “Florida’s getting national attention because we had a building that actually collapsed,” he said. “But this is not unique to Florida. This is something that’s going to be affecting the entire country, ultimately. This is going to happen in every condominium everywhere in the United States that’s not requiring reserves. Florida clearly leads the country when it comes to condominium law.” Click here to receive multifamily and apartment news like this article in your inbox every weekday."},{"link":"https://www.constructiondive.com/news/multifamily-construction-delays-continue-as-prices-permitting-times-rise/633245/","title":"Multifamily construction delays continue as prices, permitting times rise","image":"https://www.constructiondive.com/imgproxy/V2Mi2xLtRBE3V6PJpCZ0OGqAiWBxZTRoA1he5reomko/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL0dldHR5SW1hZ2VzLTkyMDQ5NTUyOF9WNjRYWkxxLmpwZw.jpg","text":"A majority of multifamily developers are struggling with project delays related to financing, material price increases and permitting, according to a new NMHC survey. Ninety percent of respondents reported construction delays, with 78% of this group reporting delays in permitting and 86% experiencing start delays.  The cost of materials remains on the rise, with 76% of respondents to the quarterly construction survey experiencing price increases in projects, at an average rate of 9%. One bright spot is that lumber prices, on average, declined for a second straight quarter, dropping 2% over the last three months. Material 3-month change Electrical components +12% Exterior finishes and roofing +8% Appliances +6% Insulation +6% Lumber -2% SOURCE: NMHC Forty-one percent of respondents cited economic uncertainty as a contributing factor to their delayed starts, more than double the percentage of respondents in both March and June. As the Federal Reserve continues to target inflation through interest rate hikes, an increasing share of respondents are reporting delayed starts due to a lack of available construction financing – from 7% of respondents with delayed starts in March to 15% in June and 31% in September. The survey found that labor costs are on the rise as well, with 21% of respondents indicating that labor costs had increased more than expected over the last three months, although that was the lowest percentage in the last three quarters. Less than a third (32%) of respondents reported construction labor to be less available compared to three months ago – down from 40% in June and 63% in March – while the share of respondents reporting a greater availability of labor has increased from 0% in March to 7% in June and 11% this round. This suggests that this ultra-tight market for construction labor might finally be starting to moderate, the report’s authors said. Permitting slows The number of respondents reporting that it could take nine months or longer to receive building permits more than doubled from 10% in June to 22% in September, something NMHC President Doug Bibby noted adds to the cost and timeframe of projects. “Costs are up across the board and projects are taking longer and longer to complete,” said NMHC President Doug Bibby in the report. “Lawmakers at all levels of government should look at every policy option available to them to reform antiquated zoning, streamline the development process and incentivize the building of new housing of all types and at all prices points.” Permit time March 2022 June 2022 Sept. 2022 Up to 2 months 13% 13% 2% 3-4 months 32% 23% 29% 5-6 months 26% 37% 24% 7-8 months 5% 10% 7% 9+ months 13% 10% 22% N/A 11% 7% 15% SOURCE: NMHC Developers and construction firms are taking a number of steps to help alleviate these issues, from locking in prices earlier to boosting their recruitment and retention efforts. For instance, buying early, utilizing alternative materials and looking to domestic products are some of the strategies being used by Hoar Construction, according to Ripley Bickerstaff, director of business development for the firm’s Nashville, Tennessee, division. “It is the best of times to be in the multifamily construction industry, but that comes with a caveat,” he said. “If builders don’t have processes in place to navigate recent price hikes and supply chain challenges, then a project can sink as black turns to red on the balance sheet.”"},{"link":"https://www.constructiondive.com/news/uk-modular-tech-firm-raise-115m-appoints-new-head-us-division/631791/","title":"UK modular tech firm raises $11.5M, appoints new head of US division","image":"https://www.constructiondive.com/imgproxy/8gHd8qo4lSAU0xmKQ0Ba7fMVbML02DnJxWLPDVxr84w/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL0NvbmNlcHRfcmVuZGVyXzEuanBn.jpg","text":"Dive Brief: Modulous, a London-based software provider that automates modular multifamily project design, pricing and programming, raised $11.5 million of Series A funding to further grow its physical and digital technologies, according to a company press release. The company also announced Sam Gioia as head of U.S. manufacturing and assembly, to oversee U.S. market delivery of the company’s modular kit of parts for building residential multifamily housing. The funding round is the latest sign of growing interest from investors in companies that help decarbonize the real estate and construction industries. Dive Insight: Upfront costs remain one of the big headwinds in mass modular adoption, said Modulous CEO Chris Bone.  For example, in 2021 approximately just 1% of multifamily buildings were built using modular and panelized methods, according to a National Association of Home Builders analysis of Census Bureau data. Despite expectations for broader adoption, that penetration is actually down from 5% in 2011 due to various constraints in the industry, the association said.  Two of those constraints have been the high cost of building modular factories, and the challenge and expense of transporting components to jobsites. Modulous’s software enables developers and construction firms build modular housing without capital intensive factories, Bone claimed.  “Modular delivery is really the only way the housing crisis can be resolved, but, for many, the upfront capital investment has held back the industry’s ability to scale,” said Bone in the release. “We are keen to prove that by collaborating with each other, the industry can move forward with transparency and cost certainty front and center.” Modulous’ platform automates multifamily real estate project design, costing and programming. That means developers, architects and contractors can figure out pricing and decide whether a site is viable within hours, the firm said, as opposed to longer timeframes.  At the same time, its kit of parts enables general contractors to deliver multi-story modular or prefab apartment buildings without needing complex and costly factories. Instead, Modulous said its established supply chain partners deliver sub-assemblies to contractors near a jobsite for final assembly. Modular models Modulous’ asset-light approach differs, for example, from the business model of Katerra, a Menlo Park, California-based offsite construction company that filed for bankruptcy protection in June 2021.  Whereas Katerra attempted to buy and bring its supply chain in-house for its operations, Modulous instead uses existing supply chains and focuses on building a technology platform that enables modular construction by coordinating the efforts of each stakeholder along the way. Other modular companies are taking a similar asset-light approach, such as Philadelphia-based modular builder Volumetric Building Companies and modular startup Assembly OSM. “The U.S. urgently needs more housing, a clear pathway to net-zero development and an approach to home-building that enhances communities by integrating new construction seamlessly with the surrounding environment,” said Gioia. “Modern methods of construction enable all three goals by standardizing processes to gain manufacturing efficiencies.” Investors in Modulous include SFV, the venture arm of German real estate developer Patrizia; Regal London, a U.K. real estate developer; and CEMEX Ventures, the venture arm of construction giant CEMEX and Blackhorn Ventures, a Boulder, Colorado-based venture capital firm.  Toronto, Ontario-based GroundBreak Ventures, and Goldacre and Leela Capital, both U.K.-based firms, also participated in the funding round."},{"link":"https://www.constructiondive.com/news/freddie-mac-expects-multifamily-contraction-through-end-2022/628858/","title":"Freddie Mac expects multifamily contraction through the end of 2022","image":"https://www.constructiondive.com/imgproxy/YbznCssvy4BZLLZfmsf5TYNe_K29fVzcc7nRXiamKgs/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL0dldHR5SW1hZ2VzLTEzNTAwMzkwODRfMS5qcGc.jpg","text":"Dive Brief: While multifamily fundamental growth held strong in the first half of 2022, government-sponsored mortgage lender Freddie Mac anticipates that the pace of growth will moderate through the rest of the year, and expects multifamily origination volume to contract to between $440 billion and $450 billion, down 8% to 10% from 2021. Inflation and volatile Treasury rates are among the major headwinds pushing against multifamily growth, according to the Freddie Mac Multifamily Midyear Outlook. The likelihood of a recession has risen from the first half of the year to the second, and rising interest rates have cut into multifamily volume as borrowers and investors avoid volatile environments. Despite these expectations, Freddie Mac maintains that fundamentals will remain strong, and gross multifamily income will outperform year-end expectations.  Dive Insight: The lender’s origination volume projections for the second half of 2022 are contingent on the economy staying on a stable path over the rest of the year, with a strong labor market, only moderate price appreciation and a stable 10-year Treasury rate.  Rent growth rose 16% YOY in June 2022, and multifamily demand remains high despite rising costs, owing to strong household formations, according to the report. Counter to the mortgage lender’s expectations, demand hit an all time high of 700,000 units in the first quarter of 2022, then moderated to 430,000 in the second, it said. Overall, Freddie Mac expects 6.8% gross multifamily income growth in 2022. While the national vacancy rate is projected to remain flat at 4.8%, this prediction includes vacancy rate drops in more than 60% of the markets that Freddie Mac covers, particularly in the Northeast and Midwest. Gross incomes are expected to rise across all markets tracked by Freddie Mac, with Florida and Southwest markets expected to outperform the country as a whole. Jacksonville, Florida, tops expectations for gross income growth at 12.7%, followed by Albuquerque, New Mexico, at 12.5%. Minneapolis growth is expected to be the lowest at 3.1%. Demand and rent growth are moderating, but fundamentals are still expected to remain strong into the second half of 2022. Looking ahead to 2023, Freddie Mac expects gross income growth to fall to 4.3% and vacancy rates to rise to 5.1%. While gross income growth will continue to contract, its growth rate will remain above the long-term average at 3.6%.  “We believe the multifamily industry is well positioned to weather the economic uncertainty and interest rate volatility impacting the broader economy throughout the rest of the year,” said Steve Guggenmos, vice president of multifamily research and modeling at Freddie Mac, in a company release. “...Rent growth and occupancy will still remain above their long run averages.”"},{"link":"https://www.constructiondive.com/news/miami-developer-plans-to-build-8000-apartment-units-a-year/628576/","title":"Miami developer plans to build 8,000 apartment units a year","image":"https://www.constructiondive.com/imgproxy/K2l4o0Zc3cGceMsOn0UbKssvP8QHAyuxyL0gco1Ixdg/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL1Jlc2lhX2F0X09ha19FbmNsYXZlX3Bob3RvX2NvdXJ0ZXN5X29mX1Jlc2lhLkpQRw.jpg","text":"Ernesto Lopes has ambitious plans.  Lopes, the president and CEO of Miami-based developer Resia (formerly known as AHS Residential), wants to deliver 8,000 new apartments in the Sun Belt annually by 2025. If the company had built that many apartments in 2021, it would have ranked No. 3 on the National Multifamily Housing Council’s Top 25 developers. Resia, which entered the Dallas metro with the 336-unit Resia Dallas West, aims to provide moderately priced new housing without government subsidy. “We are solving one of the major issues that the country faces, which is housing affordability,” Lopes told Multifamily “There is a huge need for what we're doing. So we're very bullish on the demand for our product.” Here, Lopes talks with Multifamily Dive about how he builds more efficiently, challenges he faces and how to fix labor issues. This interview has been edited for brevity and clarity. MULTIFAMILY DIVE: How do you build moderately priced apartments without government subsidy? ERNESTO LOPES: There is not one factor. It's an entire business model that starts with us being vertically integrated. We buy unentitled land and we go through zoning changes and the approval processes.  Ernesto Lopes Permission granted by Resia The second important thing is that we have a standardized product. The core of our buildings are exactly the same. We have only one type of one bedroom, one type of two bedroom and one type of three bedroom. They're all standardized.  And, they're modular, which allows us to create efficiencies by repetition — building the same thing over and over and over. We also have a construction system that utilizes concrete instead of wood. And, we have these concrete forms that are very efficient. So we build it faster and we reduce a lot of time on the construction cycle. We have economies of scale. We can also save on the design because it's always the same building.  What challenges are you facing as you aim to reach your goal of 8,000 units a year? We have a business model that allows us to deliver a good, quality product for families making between $45,000 and $95,000 per year. That is exactly where the need is. We feel like we can fill that gap, but it’s not without challenges.  We are preparing ourselves to expand by not just the number of units but also geographically as well. So training the workforce is a challenge. We already have operations in three states, four major metropolitan areas and about 18 different municipalities. So, we already have a pretty good grasp on how to scale geographically. And we’re replicating this business model. Usually, the first few projects in a new market are more challenging, but they get easier as people — the network work of subcontractors and suppliers — get to know us.  Labor is an issue for a lot of contractors and developers. How are you dealing with those issues? It’s hard to find skilled labor — electricians, plumbers and mechanical. When you find it, you’ve got to pay more and the quality is not always there. The construction workforce’s median age is high and a lot of people are retiring every day. We don't see a new workforce being formed.  Immigration provides a lot of this workforce and we're not seeing that coming back. There are also other problems. Construction is hard work and the sun is hot. If you can make $15 or $20 an hour working for Walmart, Amazon or McDonald's, you're not going into construction. So there is a lot of competition for unskilled labor. So we have to pay a lot more. That is a big part of the inflation issues worldwide.  What is happening with materials right now? There are issues worldwide with cement and that's an ingredient for concrete. So we're starting to see some challenges, especially with our product because we do a lot of things with concrete. So it has been challenging. It hasn't delayed any of our projects yet, but there is a challenge with the supply chain in that area.  How do you think these labor issues can be fixed? Would changes in immigration policy help? We need to do something with immigration for sure. But I think we neglect that the technical schools and the trade schools are not there anymore. There is not really an incentive for people to do this training and become plumbers and electricians. We have also seen that a lot of them are learning on the job. The quality of that labor is decaying. And I think it's going to be a major problem. It's like a ticking time bomb in the industry. Click here to sign up to receive multifamily and apartment news like this article in your inbox every weekday"},{"link":"https://www.constructiondive.com/news/luxury-condos-underway-in-the-las-vegas-valley/626187/","title":"Luxury condos underway in the Las Vegas Valley","image":"https://www.constructiondive.com/imgproxy/gkbUbuU3Kuu93qVy8bghveaPK79pP-dmiOwidsGIYTg/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL1Bpbm5hY2xlX1Jlc2lkZW5jZXNfLV9SZW5kZXJpbmdfMDJfUHJlZmVycmVkLmpwZw.jpg","text":"Property: Pinnacle Residences Developer: Luxus Group, Azure Resorts &amp; Hotels Location: Henderson, Nevada Size: 171 condos Cost: About $800 million (including land) Earlier this month, Canadian developer Luxus Group and Henderson, Nevada-based hospitality investor Azure Resorts &amp; Hotels broke ground on a building type not seen in the Las Vegas market since the Great Recession — luxury high-rise residential. The Pinnacle Residences, expected to open in 2025, is the latest addition to the MacDonald Highlands, a gated 1,320-acre master-planned community in Henderson located around the DragonRidge Country Club. The 11-acre property will offer 171 condos across two towers, priced from $2 million for a two-bedroom condo to $25 million for a penthouse. The community is located within minutes of the Las Vegas city center, and all condos will offer views of the Las Vegas Strip. Units will range from 2,300 to 7,300 square feet in size, with balconies or terraces ranging from 550 to 4,200 square feet for each unit. Residents can choose their home finishes and may purchase a fully-furnished turnkey unit if desired. Smart home features, outdoor living and dining areas, private elevators and private garage space are also included, and penthouse and junior penthouse units will feature private pools and hot tubs. Amenities at the property are meant to evoke the feeling of a “luxury wellness resort,” according to a press release shared with Multifamily Dive. They include a gym, spa, restaurant, wine bar, pickleball courts and resort-style pool with private cabanas. The evolving Las Vegas luxury market Pinnacle Residences is an unusual addition both to the MacDonald Highlands, a largely single-family enclave, and to the city of Henderson, where the vast majority of residential zoning is for single-family housing, according to city records.  In fact, most of the overall Las Vegas market’s luxury residential sector has been dominated by single-family detached homes over the last decade, according to David Prokopenko, senior associate at real estate consulting firm RCLCO. At the same time, the achievable price points for multifamily rental and condominium communities have not been high enough to incentivize high-rise development — until recently. “The job market [in Las Vegas] had historically been centered around hospitality and retail,” Prokopenko said. “However there has been recent growth in high-paying occupations with higher potential spending power for housing. Alongside the growth of higher-paying jobs, the in-migration seen as a result from the COVID-19 pandemic has introduced new demand to the Las Vegas market.” Long a second-home destination for Vegas residents, Henderson has experienced a huge surge in demand from affluent out-of-state buyers in the years following the start of the pandemic, said Prokopenko. This, in turn, has presented a growth opportunity in ultra-luxury condo development, according to Jim Reilly, project principal for Pinnacle Residences at Azure Resorts &amp; Hotels.  “There are tons of people waiting to move to Henderson and there is little to no product,” Reilly said. “MacDonald Highlands in particular only has about 25 [single-family] lots left and very little in terms of completed home inventory.” Pinnacle Residences’s target demographics include high-income professionals and empty nesters. “The opportunity to work remotely has presented an opportunity for people…to move to Nevada, Texas and Florida and continue their business without having to live in New York, California, and other high tax states,” Reilly said. “[And the empty-nester] demographic doesn’t want to go through the hassle of building a large custom home at this stage of their life. Many are empty nesters or soon to be empty nesters. They want to be able to lock and leave.”  Prokopenko expects that many of Pinnacle Residences’ buyers will be seeking primary residences, while others will be motivated by the property’s value as an investment, owing to the market’s tax benefits and future growth potential. “As new developments continue to reshape the greater area,” Prokopenko said, “the surrounding markets such as MacDonald Highlands, and premier developments such as the Pinnacle are positioned to continue capturing and supporting this growth. Click here to sign up to receive multifamily and apartment news like this article in your inbox every weekday."},{"link":"https://www.constructiondive.com/news/yimbys-add-new-twist-to-local-zoning-development-battles/625654/","title":"YIMBYs add new twist to local zoning, development battles","image":"https://www.constructiondive.com/imgproxy/fCkyeDzFUODRxf4Q7e5DRcJbUAdToVV_vKg7pnWUq4c/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL0dldHR5SW1hZ2VzLTgyMzU0Mzk5MC5qcGc.jpg","text":"As the housing crisis weighs on nearly every community in the United States, the YIMBY movement — which emerged about 10 years ago as a fledgling counter-voice to the louder, better-established “Not In My Back Yard” movement — is coming into its own.  Advocating for local housing solutions and removing barriers to building, disparate “Yes, In My Backyard” groups in cities from coast to coast have helped push through pro-housing initiatives in their own backyards. These battles are being fought in places like California, where the housing crisis is particularly severe, and in progressive cities like Minneapolis; Seattle; and Portland, Oregon. The focus on local housing solutions is growing and could change the trajectory of development in the U.S., experts say. Read on for more about the YIMBY movement, its members and its mission."},{"link":"https://www.constructiondive.com/news/meet-the-yimbys/625652/","title":"Meet the YIMBYs","image":"https://www.constructiondive.com/imgproxy/k1aXC5gdkzGNMloJsZ5Ef0Bpm6U8y3SEyWqJtpy0AOE/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlLzQzR3JlZW5fQ29uc3RydWN0aW9uLmpwZw.jpg","text":"This article is the first in a series looking at how a push for greater density in cities across the country is affecting the multifamily sector.  For years, whenever Jeff Head presented his firm’s affordable housing projects at public meetings, he wondered not if there would be opposition, but how deep the opposition would be.  “Whether for affordable housing or high-density housing, for 40 years the default answer has been ‘no’ for reasons that are usually not terribly logical or based in fact,” said Head, the vice president of development for Chicago-based The Habitat Co. In the last couple of years, however, that has started to change.  Now, advocates for The Habitat Co.’s developments — often wearing t-shirts and buttons inscribed with the slogan “Yes, In My Back Yard,” or YIMBY — are showing up with some regularity at public hearings and city council meetings. They are even lobbying state legislatures for pro-housing initiatives. The Habitat Co. is also getting support from outlets like Chicago YIMBY — a website covering Chicagoland construction and real estate from a pro-growth perspective — for projects like 43Green, a mixed-use development with 99 residential units (50 of them affordable) in Chicago’s Bronzeville neighborhood (shown above). As recently as five years ago, “I don’t remember any positive reaction to development and density — even when the need was there and the lease-up was obviously going to be there,” Head said. “Future renters of market-rate housing don’t typically go to public meetings to advocate for the 40-story building they’re going to live in, but I’ve definitely seen that in the last couple of years. There’s a sense of policy and a spirit of community behind it. It’s refreshing.” Greater acceptance David Block, director of development for Chicago-based Evergreen Real Estate Group, which has been developing and building housing for every income level since 1999, is also seeing greater public acceptance of his firm’s projects — especially the affordable ones.  “Five, six, seven years ago, I would go into a neighborhood meeting or zoning meeting bracing for everybody to be screaming at me about what a terrible thing I was doing to their community by building housing for the people who sweep the floors in the kids’ schools or serve coffee in the local Starbucks,” he said. “I’ve been pleasantly surprised, recently, that the conversations are much more positive, with people saying: ‘We’re really glad you’re building affordable housing here.’” As the housing crisis weighs on nearly every community in the United States, the YIMBY movement—which emerged about 10 years ago as a fledgling counter-voice to the louder, better-established “Not In My Back Yard” movement—is coming into its own.  Advocating for local housing solutions and removing barriers to building, disparate YIMBY groups in cities from coast to coast have helped push through pro-housing initiatives in their own backyards–in places like California, where the housing crisis is particularly severe, and in progressive cities like Minneapolis; Seattle; and Portland, Oregon. The movement is growing because nearly everyone knows someone who’s struggling to find a home or pay the rent, said Christopher Ptomey, executive director of the Urban Land Institute’s Terwilliger Center for Housing.  “More and more, there’s an understanding that when you prevent housing from being developed, you’re part of the problem,” Ptomey said.  “You can’t just close your eyes to it anymore and say: ‘My neighborhood is too important to be part of the solution.’” Click here to sign up to receive multifamily and apartment news like this article in your inbox every weekday."},{"link":"https://www.constructiondive.com/news/surfside-florida-condo-site-sells-for-120m/624361/","title":"Surfside, Florida, condo site sells for $120M","image":"https://www.constructiondive.com/imgproxy/mc-Go_LfkR_EY7--sox0XbdmITaKz7X3RMk_3Y2ItTg/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL3NjcmVlbnNob3RfMjAyMS0xMi0wMl84LjE2LjUwX2FtLnBuZw.jpg","text":"Dive Brief: DAMAC Properties, a Dubai-based luxury real estate developer, has agreed to pay $120 million for the site where 98 people died in June when the Champlain Towers South residential tower collapsed in Surfside, Florida. Owned by billionaire Hussain Sajwani, who is known as the “Donald Trump of the Middle East,” DAMAC set the $120 million minimum bid for the nearly 2-acre beachfront property last year. When no competing bids were submitted by last Friday’s deadline, an auction scheduled for May 24 was canceled. DAMAC told The Real Deal it plans to build a luxury residential tower, likely a for-sale condo project, on the site. Dive Insight: While DAMAC will face some touchy issues with survivors’ families and cleanup of the site, construction and engineering experts say the problems that caused Champlain Tower South to collapse were in the design and maintenance of the building.  The site itself is buildable and safe, experts say.  “From a technical standpoint, there are no big obstacles,” says Roberto T. Leon, a structural engineering and materials professor at Virginia Tech. “There are probably some foundations there that they will leave in place or build around. They may re-utilize them to some degree, but I think they’re probably just going to start from scratch.” Though geotechnical engineering reports on the site haven’t been released, New York City-based attorney Carol Sigmond, a partner in the construction and litigation practice groups at Greenspoon Marder LLP, said no developer would pay $120 million to buy a property without having the soil probed to make sure it’s stable. “[Sajwani] has to know what he’s facing,” she said. “He’d never spend that kind of money without having that type of basic information. He has to believe he can get a foundation in.” But attorney Tyler Berding, a founding partner of Berding &amp; Weil LLP, who has litigated numerous building product and construction failures in Florida and elsewhere is not convinced the site is stable. A National Institute of Standards and Technology investigation into the exact cause of the collapse is ongoing, but an academic study found the building had been sinking 2 millimeters per year since the 1990s as the ground below it, once a marshland, settles. “The land itself has some serious issues,” Berding said. “This isn’t just that lot, but that whole coast of Florida that’s being invaded by seawater. Certainly, the city of Surfside and, I would hope, the state of Florida would want some serious engineering done on that site before they allowed them to build another high rise there — just simply because what they’re building on is not very stable ground. It’s sand being invaded by seawater.” Other potential issues Peter Dyga, president and CEO of the Florida East Coast chapter of Associated Builders and Contractors, said the only potential issue he sees is that toxic materials and liquids from the collapsed building may have leached into the ground.  “You just want to make sure the ground itself doesn’t come with any liability from a cleanup perspective,” he told Multifamily Dive. That includes human remains, Sigmond said, which could cause some pushback from victims’ families.  “The only thing we really have to compare this to is the World Trade Center,” Sigmond said, and that site was challenging because workers kept coming across body parts as it was redeveloped. “He’s going to have some pushback from families of the dead,” Sigmond said. “If he’s smart, he’ll have a protocol with the city to have the coroner come any time they find remains. The coroner will come to recover the remains in a respectful way and identify who they are. … And if he’s smart, he’s going to put some kind of memorial on the site.” Whatever gets built, Dyga said, “must be done respectfully so we never forget.” He suggested waiting to build “until the wounds are perhaps a little less raw.” Moving forward Some of the victims’ family members have pushed for a memorial rather than new construction on the site, but the land sale is contributing $33 million to an $83 million settlement for unit owners and their heirs who lost their property in the collapse.  In addition, victims’ families reached a $997 million settlement earlier this month with insurance companies and developers of an adjacent building, where victims and survivors allege vibrations from excavation and construction contributed to Champlain Towers South’s collapse. DAMAC should be aware of those allegations so it doesn’t face similar criticism when it begins construction on its own building, Leon said. “I think the neighbors are going to be paying a lot of attention.”  In September 2021, an appraiser valued all the condos in Champlain Towers South, if they had sold on the day before the crash, at $95 million, Newsweek reported.  The offering memorandum for the property shared with Multifamily Dive says its “permissive” zoning allows for a potential 12-story, 120-foot-high residential or hotel tower with 200 feet of direct beach frontage. “With South Florida’s Atlantic coastline virtually fully developed, opportunities to acquire developable sites of scale are extremely rare and in high demand,” the memo states. “It appears he really wanted the property,” Sigmond said, pointing out that “anything in Florida is hot right now.”"},{"link":"https://www.constructiondive.com/news/as-destructive-wildfires-increase-new-model-can-calculate-property-risk/623997/","title":"As destructive wildfires increase, new model can calculate property risk","image":"https://www.constructiondive.com/imgproxy/nNAX_yUAdPVOqKv9OiVPIKZo_d68eavoLJOJf9biaZs/crop:3482:1967/g:nowe:17:162/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL0dldHR5SW1hZ2VzLTEyMjkzMTg1NzQuanBn.jpg","text":"Dive Brief: A New York City-based research nonprofit has developed a tool to quantify the risk residential properties face from wildfires, such as those currently ravaging the West Coast.  The First Street Foundation Wildfire Model predicts that 71.8 million homes currently have some level of risk and due to climate change, that number will increase to 79.8 million homes by 2050 — an uptick of 11.1%. The organization also has a tool to assess flood risk. First Street’s free online model supports residential homes and apartment buildings. When attempting to search an address that is mixed-use or commercial, the model provides a message identifying the property as such and will not currently identify a risk level.  Dive Insight: Wildfires have caused severe damage across much of the western U.S. In California alone, over 4 million acres burned in 8,648 fires in 2020, according to the state. In 2021, the state has so far counted over 2.5 million acres burned in 8,835 fires, though these statistics are still subject to change as analysis continues. One of the key forces driving wildfires is climate change. A United Nations report released in February detailed how wildfire incidents will rise 50% by 2100, and areas previously thought immune, such as the Arctic, will face wildfire threats due to climate change and land use. First Street’s model assigns properties a risk score that ranges from 1-10 based on its methodology, which takes into account weather and historic fire data, along with tax documents and other public information. The model also accounts for factors such as the type of roof the building has, nearby vegetation, the building material and the intensity of fires the home may be exposed to. Matthew Eby, the founder and executive director of First Street Foundation, told CNBC that the risk could be different even for homes that have the same chance of being in a wildfire. “What you’re able to see from that is that one home might have the same probability as another of being in a wildfire, but be much more susceptible to burning down,” Eby said. Wildfires also present grave risks outside of property damage and displacement — they can kill people or cause serious health issues. Construction workers, for example, may be exposed to toxic wildfire smoke. Threats of sudden fires make jobsites less stable and predictable, and can jeopardize an entire build."},{"link":"https://www.constructiondive.com/news/balfour-beatty-communities-faces-new-scrutiny-for-military-housing-as-paren/623971/","title":"Balfour Beatty Communities faces new scrutiny for military housing as parent company wins DOD contract","image":"https://www.constructiondive.com/imgproxy/yETH5tan1FYD61e6YChf70yOFzbYlRxLlLrC5cn6rhs/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL0dldHR5SW1hZ2VzLTg5MDg2Njc5X3pmc1A1c04uanBn.jpg","text":"Dive Brief: A Senate subcommittee has uncovered alleged ongoing mistreatment of military families and “mismanagement” by Malvern, Pennsylvania-based Balfour Beatty Communities, a U.S subsidiary of U.K.-based contractor Balfour Beatty that specializes in multifamily, student and military housing, according to a report released in late April. After an eight-month investigation into BBC, the Permanent Subcommittee on Investigations alleged numerous instances between November 2019 and February 2022 where BBC’s executives and managers failed to properly respond to both repair requests and environmental hazards, such as mold in homes at the Fort Gordon Army Base in Georgia and Sheppard Air Force Base in Texas. Two weeks before the subcommittee report was released, the Department of Defense awarded parent company Balfour Beatty an almost-$700 million contract for the design and construction of a campus building and a 1.2 million-square-foot parking structure at Fort Meade in Maryland. Balfour Beatty is expected to complete the work by April 2026. Multifamily Dive reached out to the DOD for comments about the selection process for this contract but didn’t receive answers to questions. Dive Insight: BBC operates more than 43,000 on-base homes at 55 Army, Navy and Air Force bases in 26 states housing approximately 150,000 residents, according to the Senate subcommittee. Among the alleged issues in the report were: Failure to properly remediate mold growth, which subjected medically vulnerable spouses and children of U.S. service members at Fort Gordon to mold exposure deemed by their physicians to pose significant health risks. A child living in a BBC-managed community at Fort Gordon who suffered from severe atopic dermatitis, a condition that her physician believed was likely caused by untreated mold growth in the home. Fort Gordon families that moved into homes that had broken floor tiles held together by packing tape, clogged HVAC vents, carpets filled with pet hair, rusting pipes and broken appliances. Water leaks that went unrepaired at Fort Gordon, which led to, in severe cases, “collapsed and punctured ceilings, warped walls, doorframes and flooring, and damage to service members’ belongings and appliances.” After the report, BBC issued a statement shared with Multifamily Dive that indicated it was disappointed that the subcommittee report did not acknowledge the steps that it took to address the “small number of complaints that were discussed.” “The report, which was released before the hearing, includes multiple inaccuracies and mischaracterizations, which the company tried to correct before it was issued and will address again following the hearing,” said a company spokesperson in the statement. “While we continually seek to improve, as an operator of 43,000 residences we are inevitably going to have to deal with challenges.”  Additionally, the company said it remains focused on its residents’ safety, health and wellbeing and on providing quality homes and “prompt and effective customer service and maintenance support.” A history of issues In December, BBC pleaded guilty to one count of fraud and agreed to pay more than $65 million in fines and restitution in the fraud scheme, which ran from 2013 to 2019, according to the Department of Justice. BBC employees closed work orders before maintenance had been completed, and destroyed and falsified resident comment cards to inflate resident satisfaction metrics at communities in which it operated, according to the DOJ. By producing these false reports, the company was able to induce the military to pay bonus fees the company had not earned. Overall, the scheme cost the federal government $18.7 million, according to court documents. The fraud scheme caused military families to suffer as they waited through lengthy and unnecessary delays in the resolution of maintenance issues, according to the DOJ. As part of the ruling, U.S. District Judge Emmet G. Sullivan ordered BBC to pay over $33.6 million in criminal fines and over $31.8 million in restitution to the U.S. military and serve three years of probation. It will continue to operate military housing but engage an independent compliance monitor for three years. The company also entered into a False Claims Act settlement with the government to resolve its civil liability for $35.2 million.   The subcommittee’s recent report evaluated conditions after 2019 and after the company agreed to fix these problems. Sarah Kline, founder and director of community outreach at Armed Forces Housing Advocates, an organization that aims to help military families living in substandard conditions, has toured multiple BBC homes and told Multifamily Dive in an earlier interview that she found lead paint chips, pest infestations, leaks, groundwater issues and even a gas leak. But Kline also sees issues with maintenance and repair beyond Balfour Beatty Communities.  “We have searched and we have not been able to find a Military Housing Privatization Initiative community that military families aren’t living in sub-par housing,” she said. “There may be one or two homes within most communities, but there are problems within all of those projects.” Click here to sign up to receive multifamily and apartment news like this article in your inbox every weekday."},{"link":"https://www.constructiondive.com/news/how-21b-in-foreign-investment-is-shaping-the-multifamily-landscape/623882/","title":"How $21B in foreign investment is shaping the multifamily landscape","image":"https://www.constructiondive.com/imgproxy/jGthxvw6JePvk628OqaUBAthcAQNY2z9BIRqnw8y8EY/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL0dldHR5SW1hZ2VzLTEyMTA0MzA2Nl9lOXdLQjNFLmpwZw.jpg","text":"Foreign capital sources have made a major push into U.S. multifamily in recent years, and at the same time pivoted away from coastal real estate in favor of the Sun Belt and secondary markets. Points of interest for these investors include student and senior housing, as well as the potential climate impact on a given property — a move Aaron Jodka, national director of capital markets research for Colliers, considers “unlike anything we’ve ever seen.” Foreign investors are less likely now to invest in offices or commercial real estate. Instead, according to Jodka, “some of those investors who skewed toward office are seeing the growth opportunities in industrial and multifamily, and they’re diversifying.” In this four-part series, Robyn Griggs Lawrence examines this foreign multifamily capital sphere from many sides. Read on to find out who’s buying the most, the properties they’re looking for and the market trends their preferences could shape."},{"link":"https://www.constructiondive.com/news/canada-tops-the-list-of-foreign-investors-in-us-multifamily/623880/","title":"Canada tops the list of foreign investors in US multifamily","image":"https://www.constructiondive.com/imgproxy/yny5hte4R74GJMn5X7CwWBDKbv062CDGsV2s1vV5IeI/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL0dldHR5SW1hZ2VzLTQ4NjAzNzk0MS5qcGc.jpg","text":"This article is the third in a series looking at the effects of international investors on America’s multifamily sector. Click here for the first article and here for the second. In 2021, for the first time in a decade, the countries that have consistently spent the most on multifamily properties in the United States — Canada, Bahrain, Switzerland, Israel, the U.K., Singapore, Germany, Japan, China and the Netherlands — shifted.  Israel, Germany, China and the Netherlands dropped out of the top 10, usurped by Saudi Arabia, Australia, South Korea and Mexico, according to Matt Vance, senior director and Americas head of multifamily research for CBRE Econometric Advisors. Vance isn’t sure why this happened, but he expects the mix to revert over the next couple years. “The data is fairly noisy,” he said. “I don’t expect this to represent some new lasting trend in who’s going to invest in U.S. multifamily. I’m an economist, and when I see over the past 10 years that 89% of all investments came from the same 10 countries, my economist gut is telling me the 2021 numbers were more of an artifact of country-level specific dynamics that changed things up for a year.” Investment outlook Vance, along with everyone else, is absolutely sure about one thing: Canada — which has accounted for about 50% of all cross-border investment in multifamily over the past decade — will continue to lead the pack for a long time to come.  Canadians invest heavily in U.S. commercial real estate because they have a lot of wealth and relatively few attractive assets at home, half of the U.S. commercial real estate market is within a half-hour flight of Toronto and the two countries share similar legal structures and (for the most part) language, said Jim Costello, senior vice president and chief economist for RCA. Canadians spent $11.9 billion on U.S. multifamily properties last year, accounting for 56% of all cross-border investment in U.S. multifamily, Jodka said. Leading the way was Canadian property management company Ivanhoe Cambridge, which made headlines when it bought 30 properties from Greystar for $3.6 billion.   Riaz Cassum, executive managing director, capital markets, and global head of international capital coverage for JLL, agrees. “We don’t see the Canadians letting up any time soon,” he said. Click here to sign up to receive multifamily and apartment news like this article in your inbox every weekday."},{"link":"https://www.constructiondive.com/news/foreign-investors-chase-renters-into-new-markets/623879/","title":"Foreign investors chase renters into new markets","image":"https://www.constructiondive.com/imgproxy/im1bC8bLsqyWbvczcGRkFRQ3si-ladzg1Jzhc4za7ok/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL2F1c3Rpbi5wbmc.jpg","text":"This article is the second in a series looking at the effects of international investors on America's multifamily sector. Click here for the first article. The most notable change in cross-border investment into the U.S. multifamily market is the new direction. As renters leave large coastal gateway cities for the Sun Belt and growing tech hubs, cross-border investors are chasing them.  New York, Los Angeles, Chicago and San Francisco lost more than 700,000 residents between mid-2020 and mid-2021, for example, while Phoenix, Houston, Dallas, Austin and Atlanta gained 300,000, according to a Census Bureau report.  “We can’t even call them secondary markets because they’re not secondary, really. They’re just not gateway markets,” according to Riaz Cassum, executive managing director, capital markets, and global head of international capital coverage for JLL. Since the second quarter of 2020, foreign investment in the six gateway markets (Boston, Chicago, Los Angeles, New York, San Francisco and Washington, D.C.) — which have historically accounted for just under 50% of all foreign investment in U.S. real estate — fell to 27%, Deloitte reported. Last year, for the first time, a tertiary city — Austin (shown above) — took top ranking in an Association of Foreign Investors in Real Estate survey that asked investors where they planned to put their money this year. A full 30% named the Texas tech hub as one of their top three markets.  More than six in 10 respondents said they expected to increase investment in tertiary cities. High-growth markets In the U.S. multifamily market, Colliers found 62% of cross-border investment was outside major markets last year — up from averages of 40% in non-major markets from 2011 to 2017 — with Atlanta, Phoenix and Dallas leading. “The adage that foreign capital doesn’t take connecting flights no longer applies,” Aaron Jodka, national director of capital markets research for Colliers, told Multifamily Dive.  High-growth markets with rapidly increasing populations and low taxes like Dallas, Charlotte, Nashville, Denver, Austin, Orlando, Tampa and Miami are seeing a surge in foreign investment, Cassum said, as “a lot of these large institutional investors have spent time educating themselves on what makes these non-gateway markets really tick.\""},{"link":"https://www.constructiondive.com/news/international-investment-in-us-multifamily-sector-grows/623878/","title":"International investment in US multifamily sector grows","image":"https://www.constructiondive.com/imgproxy/8Z4X6JFpRuP3PsfM3JDMtmdIrk94IKSSlp5U4dqQo_E/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL0dldHR5SW1hZ2VzLTExMzIxOTA1NjkuanBn.jpg","text":"Foreign investors made up for time lost during the pandemic, pouring $21 billion into U.S. multifamily properties last year, changing direction to avoid big coastal cities in favor of the Sun Belt and second-tier markets. International investments in multifamily jumped to 30% last year, up from 24% in 2019, while spending on office properties dropped to 14% versus 27%. Foreign investors are also looking at student and senior housing and taking climate impact into account. “It’s unlike anything we’ve ever seen,” said Aaron Jodka, national director of capital markets research for Colliers. One eye-catching example was the German real estate fund Union Investment’s entry into the U.S. apartment market with a $227 million acquisition of a two-building complex in Fort Lauderdale late last year.  Union had previously invested in office buildings with long-term credit tenant leases, considered safer for investors looking for steady cash flow. But the fund was lured by the multifamily property’s low capitalization rate and minimal ongoing capital requirements, according to Riaz Cassum, executive managing director, capital markets, and global head of international capital coverage for JLL. Foreign investors are less likely to snatch up “big, shiny office buildings,” said Jodka. “Now, some of those investors who skewed toward office are seeing the growth opportunities in industrial and multifamily, and they’re diversifying.” Flooding the market Pensions, sovereign wealth funds and other foreign institutions spent $70.8 billion on commercial real estate in the United States last year, nearly double the deal volume in 2020, according to the MSCI and Real Capital Analytics’ 2022 Cross-Border Compendium shared with Multifamily Dive. Foreign investors spent capital they were forced to sit on when international travel and deal-making were curtailed. Foreign capital is flooding the U.S. multifamily market because “there is more capital and dry powder in the world today, with the focus on investing in commercial real estate,” said Matt Vance, senior director and Americas head of multifamily research for CBRE Econometric Advisors. Over the next three to five years, 86% of foreign investors are planning to increase their positions in multifamily, now the most favored property type, according to the 2021 Association of Foreign Investors in Real Estate (AFIRE).  “Meanwhile, office and retail have continued to cool, based on social and technological trends accelerated by the pandemic,” the report states. The U.S. economy has recovered more quickly than most other countries, and apartment building prices have soared. At the same time, bonds have languished in a global low-rate environment. This has driven “an extremely high amount of interest expressed by non-U.S. sources in multifamily, driven by several factors,” according to Yardi Matrix.  “One is the desire to hold assets with safe and consistent cash flows. Another is the strong returns relative to fixed-income alternatives, such as high-grade corporate bonds or sovereign debt.”  Multifamily housing is also attractive in a high-inflation environment because apartment operators can adjust for inflation with rent increases on a monthly basis, whereas office building rents are locked in for multiple years, Cassum said.  “So, we continue to hear this desire on the part of investors, particularly overseas investors, to invest more in multifamily housing. We’re seeing investors who historically have not bought multifamily starting to buy multifamily.\" Overall, the near future looks bright for cross-border investment in multifamily housing, but Costello, who prepared the RCA report early in the first quarter of 2022, is quick to note that foreign investors’ hunger for multifamily could be dampened by the war in Ukraine, runaway inflation and continued interest rate hikes.  “Everything is uncertain,” he said. “At the end of 2021, everything was feeling great. We had a month and a half of good news, and then this.” Click here to sign up to receive multifamily and apartment news like this article in your inbox every weekday."},{"link":"https://www.constructiondive.com/news/foreign-capital-zeroes-in-on-esg-compliant-properties/623881/","title":"Foreign capital zeroes in on ESG-compliant properties","image":"https://www.constructiondive.com/imgproxy/jGthxvw6JePvk628OqaUBAthcAQNY2z9BIRqnw8y8EY/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL0dldHR5SW1hZ2VzLTEyMTA0MzA2Nl9lOXdLQjNFLmpwZw.jpg","text":"This article is the fourth in a series looking at the effects of international investors on America’s multifamily sector.  Pensions, sovereign wealth funds and other foreign institutions spent $70.8 billion on commercial real estate in the United States last year, nearly double the deal volume in 2020, according to the MSCI and Real Capital Analytics’ 2022 Cross-Border Compendium shared with Multifamily Dive.  Over the next three to five years, 86% of foreign investors are planning to increase their positions in multifamily, now the most favored property type, according to the 2021 Association of Foreign Investors in Real Estate (AFIRE).  The markets for this type of investment are changing, analysts say. As renters leave large coastal gateway cities for the Sun Belt and growing tech hubs, cross-border investors are chasing them.  New York, Los Angeles, Chicago and San Francisco lost more than 700,000 residents between mid-2020 and mid-2021, for example, while Phoenix, Houston, Dallas, Austin and Atlanta gained 300,000, according to a Census Bureau report.  As some foreign investors head to the suburbs, they’re starting to look closer at smaller garden-style apartment buildings more prevalent there, but they still lean heavily toward new high-rise buildings, according to Jim Costello, senior vice president and chief economist for RCA. Cross-border investors look for more conservative assets, Costello said, adding, “They have a lot of money to deploy at once, and they’re not going to buy a $2 million apartment building in Knoxville, Tennessee. Not that that’s not a great apartment building or a great investment — it’s just that, operationally, they can’t get their heads around it.” Getting social They are also eyeing student and senior housing and are looking for ESG-compliant assets, according to CBRE’s 2022 Multifamily U.S. Real Estate Market Outlook. Investors from Europe, where these types of environmental, social and governance requirements are expected, are starting to insist properties meet sustainability, resilience and wellness metrics.  “Particular investors, especially from Europe, will not touch any property that does not check several of these boxes,” according to Riaz Cassum, executive managing director, capital markets, and global head of international capital coverage for JLL. “That’s why the German funds, for example … won’t go into committee with a deal that doesn’t check those boxes because it won’t be approved.” Aaron Jodka, national director of capital markets research for Colliers, expects more cross-border investment in affordable housing as pension funds and individual companies focus more on ESG.  “That social aspect in housing has been a perennial challenge in the United States,” he said. “That will be an interesting dynamic to watch in years to come.”"},{"link":"https://www.constructiondive.com/news/the-top-10-residential-builders-of-2022/623796/","title":"The top 10 residential builders of 2022","image":"https://www.constructiondive.com/imgproxy/BCgCuAxOxefa4JGhn3OQhyCHPb0NMK7fnLZef2t8cwM/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL0dldHR5SW1hZ2VzLTEzMTk0ODA1NDEuanBn.jpg","text":"Every year, Builder magazine ranks the top 100 single-family home builders in the U.S. based on closings — including single-family built-for-rent completions, an arena that the nation’s top builders have begun to move into. Some of these builders, including the top two, have also ramped up apartment development over the past two years.  Here’s how the top 10 builders fared in the last year. 1. D.R. Horton 2021 revenue: $27.9 billion 2021 closings: 81,981 (including 359 build-to-rent homes) Regions: Northeast, Midwest, South, West Company fact: As of 2022, D.R. Horton has held the top spot on the Builder 100 for 20 consecutive years.  2. Lennar Corp. 2021 revenue: $25.3 billion 2021 closings: 59,825 (including 1,505 condos and 1,457 build-to-rent homes) Regions: Northeast, Midwest, South, West Company fact: Founded as F&amp;R Builders in 1954, the name Lennar - adopted when the builder went public in 1971 - comes from the combined first names of then-co-owner Leonard Miller and co-founder Arnold Rosen.  3. PulteGroup 2021 revenue: $13.3 billion 2021 closings: 28,894 Regions: Northeast, Midwest, South, West Company fact: Through PulteGroup’s Built to Honor program, the 72-year-old builder has donated 64 mortgage-free homes to wounded veterans since 2013.  4. NVR 2021 revenue: $8.7 billion 2021 closings: 21,540 Regions: Northeast, Midwest, South Company fact: NVR is the parent company of Ryan Homes, NVHomes and Heritage Homes, as well as NVR Mortgage, which offers mortgage financing for NVR customers. 5. Taylor Morrison 2021 revenue: $7.2 billion 2021 closings: 13,699 Regions: South, West Company fact: Taylor Morrison is the largest U.S. home builder led by a woman. Sheryl Palmer has served as president and CEO since 2007 and as chairman since 2018.  6. KB Home 2021 revenue: $5.7 billion 2021 closings: 13,472 Regions: South, West Company fact: KB Home has been named an Energy Star Partner of the Year by the EPA for 12 years in a row, and has built over 165,000 Energy Star certified homes. 7. Meritage Homes Corp. 2021 revenue: $5.0 billion 2021 closings: 12,801 Regions: South, West Company fact: According to the company, Meritage Homes was the first home builder to build a “Full EPA Triple Certified Home” that is Energy Star, WaterSense and Indoor airPLUS certified. 8. Clayton Properties Group 2021 revenue: $3.7 billion 2021 closings: 10,967 Regions: Midwest, South, West Company fact: Clayton Properties is the only private builder on the top 10 list. It encompasses 9 regional home building brands from across the country, including Arbor Homes, Mungo Homes, Highland Homes, Chafin Communities, Goodall Homes and Oakwood Homes. 9. Century Communities 2021 revenue: $4.2 billion 2021 closings: 10,805 Regions: Midwest, South, West Company fact: All Century Communities homes are available for purchase online. The process includes virtual tours, contract signings and pre-qualifications for a mortgage.  10. LGI Homes 2021 revenue: $3.0 billion 2021 closings: 10,442 (including 1,515 build-to-rent homes) Regions: Northeast, Midwest, South, West Company fact: In July 2021, LGI Homes announced its 50,000th home closing since the company’s founding in 2003. Over half of these closings occurred between 2018 and 2021. Click here to sign up to receive multifamily and apartment news like this article in your inbox every weekday."},{"link":"https://www.constructiondive.com/news/how-a-top-national-apartment-builder-deals-with-materials-volatility/623549/","title":"How a top national apartment builder deals with materials volatility","image":"https://www.constructiondive.com/imgproxy/oLOJT0PN5k1kd0GflhFiRTXOAsz997D2x-Isw8D8wYs/g:ce/rs:fill:1200:675:1/bG9jYWw6Ly8vZGl2ZWltYWdlL05SUC1CcmlzYS1CZWVfQ2F2ZS1UWC1zUkdCLTA1LmpwZw.jpg","text":"The NRP Group has traditionally been a top apartment builder and developer. But even with a history of strong success, the Cleveland-based company expects to hit new heights in 2022 by breaking ground on more than 6,000 new apartments, which would be the highest number of annual starts in its 28-year history. NRP’s starts this year, totaling $1.9 billion, will be spread across 23 properties. Eleven of those communities, totaling 3,762 units, will be market-rate. Another 10 developments, totaling 1,865 apartments, will be affordable for residents at or below 60 percent of the area median income. Finally, two projects, totaling 658 apartment homes, will have half of their units priced at market levels and half priced for residents at 80% of the area median income.  NRP’s third-party construction business will start an additional 2,500 units this year. The man sitting at the center of much of this activity, including developments like Brisa in Bee Cave, Texas (pictured above), is Dan Hull, president of construction at NRP.  Here, Hull, talks with Multifamily Dive about labor and materials challenges and whether geopolitical events will impact the supply chain. This interview has been edited for brevity and clarity. MULTIFAMILY DIVE: Last year was a good year for NRP. How were you able to increase starts with construction’s notorious labor challenges?  Dan Hull: We have a pretty loyal group of subs. Because of our size, our liquidity and our access to credit, I can pay my subcontractors on time every month, regardless of whether the bank was slow to fund any specific project draw. So our subcontractors know when they sign up with NRP that on a specific date every month, they're always going to get paid.  How have you dealt with challenges getting materials? There are a couple of unique things that we've done. Because of our size, now, we're able to do some things we haven't been able to do in the past. With where we're at with liquidity and access to credit, I can go in and lock up materials much earlier than we have typically decided to in the past. If I need to buy flooring before the bank can reimburse me, I can. Dan Hull Permission granted by NRP Group One of the things that we've worked out with some of our trade partners is locking in orders on a variable-rate agreement. For example, before the pandemic, I could order trusses and get them in two months. Well, now I have to order trusses eight, nine or 10 months before I need them. And so I can go to some of our trade partners and say “I want to pay for a place in line, but I don't want to pay the final price yet. We're going to agree to a variable rate and watch the volatility and together agree on a purchase closer to delivery.” So far, it has worked in our favor. You go back and look at the market in the eight- to the nine-month window and we've been able to wait it out and let things come back down a little bit.  What's your breakdown on market rate versus affordable starts? Right now, it's about 60% market rate versus 40% affordable. On the construction side, does that make the job different in any way? Affordable is generally a simpler product. So that makes it different. But how we approach it and how we execute our methods or protocols are all exactly the same.  Is the product simpler just to save costs? Yes. There are some markets where you can do a five-story structured wrap product and it’s affordable. But most affordable [projects] are going to have surface parking and be three- or four-story. Generally, it’s a simple product. Have recent events surrounding Ukraine and rising interest rates made your job harder in the last couple of months? Not yet. I think the supply chain issues that will be consequential from that or from the Chinese lockdowns the last couple of months are yet to work their way through. I'm guessing that in the next quarter, if you call me back, I'd say, “Yeah, I think it's noticeable now.” Click here to sign up to receive multifamily and apartment news like this article in your inbox every weekday."}]